import React from 'react'

const Production = () => {
  return (
    <div className='w-[1300px] py-[100px] m-auto flex items-start justify-between'>
        <h2 className='font-[700] text-[40px] leading-[54px]'>Производство светильников</h2>
        <div className='w-[640px]'>
            <p className='font-[400] text-[20px] leading-[30px] mb-[30px]'>Интернет-магазин NORNLIGHT предлагает широкий ассортимент светильников для освещения вашего дома или офиса. У нас вы найдете разнообразные модели светильников, от современных и стильных до классических и элегантных. Мы предлагаем качественные и надежные светильники от лучших производителей, которые подарят вам комфорт и уют.</p>
            <p className='font-[400] text-[20px] leading-[30px]'>Покупая светильники в нашем интернет-магазине, вы получаете отличное соотношение цены и качества. Мы осуществляем доставку по всей России, чтобы каждый клиент мог насладиться прекрасным светом и удобством покупки онлайн. Обратитесь к нам сегодня и превратите ваш дом в оазис тепла и света с NORNLIGHT!</p>
        </div>
    </div>
  )
}

export default Production